// src/pages/about/content.ts
import { } from 'react'

export const aboutContent = {
    sections: [
        {
            title: '1. Принятие условий',
            paragraphs: [
                'Скачивая, устанавливая, получая доступ или используя [Название вашего приложения], вы соглашаетесь соблюдать эти условия использования вместе с Политикой конфиденциальности. Если вы не согласны с какой-либо частью условий, вы не можете использовать приложение.'
            ]
        },
        {
            title: '2. Лицензия',
            paragraphs: [
                "Мы предоставляем вам неисключительную, непередаваемую, ограниченную лицензию на использование [Название вашего приложения] только для личных некоммерческих целей, в соответствии с этими условиями и условиями сервиса магазина приложений."
            ]
        },
        {
            title: '3. Аккаунт пользователя',
            paragraphs: [
                "Некоторые функции [Название вашего приложения] могут потребовать создания аккаунта. Вы несёте ответственность за сохранность данных аккаунта и всех действий, совершаемых через него. Вы соглашаетесь предоставлять точную, актуальную и полную информацию при регистрации и обновлять её по мере необходимости."
            ]
        },
        {
            title: '4. Использование приложения',
            paragraphs: [
                "Вы соглашаетесь использовать [Название вашего приложения] только в законных целях и в соответствии с применимым местным, национальным и международным законодательством."
            ]
        },{
            title: '5. Использование приложения',
            paragraphs: [
                "Вы соглашаетесь использовать [Название вашего приложения] только в законных целях и в соответствии с применимым местным, национальным и международным законодательством."
            ]
        },{
            title: '6. Использование приложения',
            paragraphs: [
                "Вы соглашаетесь использовать [Название вашего приложения] только в законных целях и в соответствии с применимым местным, национальным и международным законодательством."
            ]
        },
    ]
}
