export const aboutContent = {
  sections: [
    {
      paragraphs: [
        `ТРИНИТИ — живое пространство роста, осознанности и свободы.

Мы создаем новый подход к пониманию мира, где духовные практики, научные исследования и современные технологии обогащают и дополняют друг друга.

Это живая экосистема, где каждый может естественным и гармоничным образом прийти к изобилию и процветанию, создавая сообщество успешных и счастливых людей. Делясь знаниями и продуктами с другими, человек формирует ценность и получает вознаграждение. 

Здесь материальное благополучие — это естественный результат участия в энергосистеме проекта.

Наша миссия — создавать больше  возможностей для обретения единства, целостности и процветания — для каждого участника сообщества и для всего мира.

ТРИНИТИ (от «три нити») — Сила Бога, Любовь Бога и Мудрость Бога.`,
      ],
    },
  ],
};