export type ContentBlock = { title: string; text: string };

export const previewBlocks: ContentBlock[] = [
  {
    title: "1. Принятие условий",
    text: `
Скачивая, устанавливая, получая доступ или используя [Название вашего приложения], вы соглашаетесь соблюдать эти условия использования вместе с Политикой конфиденциальности. Если вы не согласны с какой-либо частью условий, вы не можете использовать приложение.

Скачивая, устанавливая, получая доступ или используя [Название вашего приложения], вы соглашаетесь соблюдать эти условия использования вместе с Политикой конфиденциальности. Если вы не согласны с какой-либо частью условий, вы не можете использовать приложение.

Скачивая, устанавливая, получая доступ или используя [Название вашего приложения], вы соглашаетесь соблюдать эти условия использования вместе с Политикой конфиденциальности. Если вы не согласны с какой-либо частью условий, вы не можете использовать приложение.
`,
  },
  {
    title: "2. Принятие условий",
    text: `
Скачивая, устанавливая, получая доступ или используя [Название вашего приложения], вы соглашаетесь соблюдать эти условия использования вместе с Политикой конфиденциальности. Если вы не согласны с какой-либо частью условий, вы не можете использовать приложение.

Скачивая, устанавливая, получая доступ или используя [Название вашего приложения], вы соглашаетесь соблюдать эти условия использования вместе с Политикой конфиденциальности. Если вы не согласны с какой-либо частью условий, вы не можете использовать приложение.

Скачивая, устанавливая, получая доступ или используя [Название вашего приложения], вы соглашаетесь соблюдать эти условия использования вместе с Политикой конфиденциальности. Если вы не согласны с какой-либо частью условий, вы не можете использовать приложение.
`,
  },
];

export const previewPrice = "50 OM";
